{
  "about": "About",
  "anonymous": "anonymous",
  "anonymous_explanation": "To guarantee privacy, no data is stored or sent over the internet. \n\nThis app converts your data into a participant Id without any of it leaving your device. Nobody but you will ever find out what you have entered.\n\nYou can even turn off your internet access while using the app to be extra safe.",
  "app_name": "Participant Id",
  "contact": "Contact",
  "create_participant_id": "Create a participant ID",
  "device_info": "Device info",
  "feedback_": "Feedback (bug report, feature request, ...)",
  "first_word_question": "What was your first word as a child?",
  "first_word_explanation": "If you don't know your first word, please enter an \"X\".",
  "first_word_hint": "e.g., dog",
  "first_word_label": "Your first word was:",
  "home": "Home",
  "its_":  "It is:",
  "library_licenses": "Licenses",
  "link_to_repository": "Link to the repository",
  "md5_explanation": "To safeguard your data, we employ the industry-standard encryption method MD5. MD5 is a widely used cryptographic hash function that converts your information into a unique alphanumeric string. It ensures that your data remains confidential and tamper-proof.\n\nIt's important to note that once your information is encrypted, the resulting hash is irreversible. This means that the original data cannot be derived from the hash. There is no way to reverse-engineer the original data from the hash.",
  "next": "next",
  "open_source": "open source",
  "open_source_explanation": "This app is fully open-source, and the entire codebase is available for public scrutiny on GitHub!\n\nThis means you have the freedom to review, inspect, and verify the code yourself to gain confidence in its security and reliability.\n\n",
  "privacy_policy": "Privacy Policy",
  "privacy_policy_url": "https://moodpatterns.info/participantId/privacy/en.html",
  "question_x_of_y": "Question {x} of {y}",
  "secure": "secure",
  "short_description": "Converts things only you know into a reproducible but irreversible participant ID.",
  "support": "Help",
  "theme": "Theme",
  "version_build_": "Version: {v} (Build: {b})"
}